/** أهداف النادي */
export const CLUB_OBJECTIVES = [
  {
    iconKey: 'users',
    title: 'تنمية العضوية',
    description:
      'تجميع الخريجين وتوثيق العلاقة بينهم وتشجيع الانتساب إلى النادي و زيادة عدد الأعضاء.',
  },
  {
    iconKey: 'lightbulb',
    title: 'أنشطة متميزة',
    description:
      'تقديم الأنشطة النوعية للأعضاء, بما يتفق وطابع النادي الخاص ومكانته.',
  },
  {
    iconKey: 'target',
    title: 'تطوير المرافق',
    description:
      'العمل على اشغال واستخدام مرافق النادي ومنشأته بما يغطي التكلفة التشغيلية لمبنى النادي والمنشأت المحيطة به وصيانتها واضافة مرافق جديدة للنادي حسب الحاجة.',
  },
  {
    iconKey: 'heart',
    title: 'شبكة الخريجين',
    description: 'بناء شبكة معلومات ضخمة للخريجين داخل الأردن و خارجه.',
  },
];
